** Sesión 17

Taller de Óxido, en castellano mencionando la polémica de la
'fundación' para limitar el uso del nombre de rust.

- Continuación del tutorial de Tokio
- Uso y definición de variables de ambiente
- Inicialización de uso de SQL con Rust: crate SQLx

Presentación de ejemplo: Temperatura-Ciudad

Se crean tablas con SQL
Se crea esquema

#+begin_src rust
println!("Hola mundo")
#+end_src

#+RESULTS:
: Hola mundo

